{"ads":{


  "unity_inter":"Interstitial_Android",
  "unity_banner":"Banner_Android",
  "unity_reward":"Rewarded_Android",
  "unity_gameid":"5082535",


  "facebook_inter":"IMG_16_9_APP_INSTALL#1444095999348608_1507496829675191",
  "facebook_banner":"IMG_16_9_APP_INSTALL#1444095999348608_1508844899540384",
  "facebook_native":"IMG_16_9_APP_INSTALL#1444095999348608_1526320831126124",
  "facebook_reward":"PLAYABLE#1444095999348608_1582552458836294",


  "admob_inter":"ca-app-pub-3940256099942544/1033173712",
  "admob_banner":"ca-app-pub-3940256099942544/6300978111",
  "admob_native":"ca-app-pub-3940256099942544/2247696110",
  "admob_reward":"ca-app-pub-3940256099942544/5224354917",


  "yandex_banner":"R-M-DEMO-320x100",
  "yandex_inter":"R-M-DEMO-interstitial",
  "yandex_native":"R-M-DEMO-native-i",
  "yandex_reward":"demo-rewarded-yandex",

  "vungle_appid":"645e64defe20a95ccb12bd7b ",
  "vungle_inter":"INTER-5944534",
  "vungle_banner":"DEFAULTBANNER-5844358",
  "vungle_reward":"REWARD-7025613",



  "download_dialog_txt":"download text from server",
  "banner_network_choice":"vungle",
  "interstisial_network_choice":"vungle",
  "reward_network_choice":"vungle",
  "native_network_choice":"admob"


},
  "my_data":[
    {"desc1":"Charlie Spider is a mysterious and enigmatic character who resides within the whimsical Garden of Banban. This fantastical garden is unlike any other, teeming with vibrant, otherworldly flora and fauna that seem to defy the laws of nature. Nestled amidst this surreal paradise, Charlie Spider is a peculiar and captivating presence that draws visitors into his web of intrigue."},
    {"desc2":"Standing at a mere foot tall, Charlie Spider is diminutive in stature but radiates an aura of wisdom and ancient knowledge. His body is a mesmerizing tapestry of iridescent colors, shifting and shimmering as if reflecting the very essence of the Garden of Banban itself. Eight delicate legs extend gracefully from his thorax, each one adorned with intricate patterns that seem to tell stories of bygone eras"},
    {"desc3":"Charlie Spider is known to be a custodian of the Garden of Banban, tending to its otherworldly inhabitants and ensuring the harmony of this magical realm. He moves with a graceful fluidity that seems to defy gravity, and his eyes, countless in number, sparkle with an otherworldly wisdom, as if he has seen the secrets of the universe unfold before him."},
    {"desc4":"The garden's visitors are often left in awe of Charlie Spider's unique presence. He rarely speaks, but when he does, his words are imbued with profound wisdom and a deep connection to the natural world. It is said that those who seek his counsel often leave with a renewed sense of purpose and a heightened understanding of the interconnectedness of all living beings."},
    {"desc5":"Charlie Spider is a symbol of the Garden of Banban's enchantment, a guardian of its mystical secrets, and a reminder that there are hidden wonders in the world waiting to be discovered. His presence within this surreal garden is a testament to the beauty and mystery that can be found when one opens their heart and mind to the extraordinary."},
    {"desc6":"In addition to his role as a custodian and guardian, Charlie Spider is also a storyteller of unparalleled skill within the Garden of Banban. His silk threads, spun with the utmost care and precision, form intricate tapestries that tell the tales of the garden's ever-evolving history. These silken narratives are as enchanting as they are informative, offering visitors a glimpse into the Garden's past, present, and potential future."},
    {"desc7":"As the sun sets over the Garden of Banban, Charlie Spider's silk threads come to life, glowing softly in the moonlight. These ethereal threads serve not only as decorative ornaments but also as pathways for the garden's inhabitants, allowing them to traverse the lush landscape with ease. Visitors who follow these threads often find themselves on journeys of discovery, uncovering hidden wonders and forging connections with the garden's many magical creatures."},
    {"descd":"Charlie Spider's role as a weaver of stories and connections makes him a cherished figure in the Garden of Banban. His artistry with silk threads is a testament to the garden's ever-changing nature, as each day brings new tales and connections to be woven into the intricate fabric of this enchanting realm. Whether one seeks wisdom, inspiration, or simply the joy of exploration, Charlie Spider is the humble yet extraordinary guide to the mysteries of the Garden of Banban."}
  ]

}
